Repository: lukasaberg451/Pulse
Catalog: Pulse/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, sv

source: Based on your recent performance
de: Basierend auf deiner letzten Leistung
es: Basado en tu rendimiento reciente
fr: Basé sur tes performances récentes
ja: 最近のパフォーマンスに基づいて
ko: 최근 성과 기준
nl: Gebaseerd op je recente prestaties
pt_br: Com base no seu desempenho recente
sv: Baserat på din senaste prestation

source: Below your usual
de: Unter deinem Durchschnitt
es: Por debajo de lo habitual
fr: En dessous de ton habitude
ja: 通常より下
ko: 평소보다 낮음
nl: Onder je gebruikelijke
pt_br: Abaixo do seu habitual
sv: Under ditt vanliga

source: Best
de: Bestleistung
es: Mejor
fr: Meilleur
ja: ベスト
ko: 최고
nl: Beste
pt_br: Melhor
sv: Bästa

source: Body Metrics
de: Körperdaten
es: Medidas Corporales
fr: Données corporelles
ja: ボディデータ
ko: 신체 지표
nl: Lichaamsgegevens
pt_br: Medidas Corporais
sv: Kroppsdata

source: bodyweight
de: Körpergewicht
es: peso corporal
fr: poids du corps
ja: 自重
ko: 맨몸
nl: lichaamsgewicht
pt_br: peso corporal
sv: kroppsvikt

source: Brief summary
de: Kurze Zusammenfassung
es: Resumen breve
fr: Résumé bref
ja: 簡単な概要
ko: 간략한 요약
nl: Korte samenvatting
pt_br: Resumo breve
sv: Kort sammanfattning

source: Bug Report
de: Fehlerbericht
es: Informe de error
fr: Rapport de bug
ja: バグ報告
ko: 버그 신고
nl: Bugrapport
pt_br: Relatório de bug
sv: Felrapport

source: Build a new routine with AI
de: Erstelle eine neue Routine mit KI
es: Crea una nueva rutina con IA
fr: Créer une nouvelle routine avec l'IA
ja: AIで新しいルーティンを作成
ko: AI로 새 루틴 만들기
nl: Maak een nieuwe routine met AI
pt_br: Crie uma nova rotina com IA
sv: Skapa en ny rutin med AI

source: Build Your Routines
de: Erstelle deine Routinen
es: Crea tus rutinas
fr: Crée tes routines
ja: ルーティンを作成
ko: 루틴 만들기
nl: Bouw je routines
pt_br: Crie suas rotinas
sv: Bygg dina rutiner

source: By continuing, you agree to the
de: Durch Fortfahren stimmst du den
es: Al continuar, aceptas los
fr: En continuant, tu acceptes les
ja: 続行することで、以下に同意します
ko: 계속하면 다음에 동의하게 됩니다
nl: Door verder te gaan ga je akkoord met de
pt_br: Ao continuar, você concorda com os
sv: Genom att fortsätta godkänner du

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
sv: Avbryt

source: Cancel Workout?
de: Workout abbrechen?
es: ¿Cancelar Entrenamiento?
fr: Annuler l'entraînement ?
ja: ワークアウトをキャンセルしますか？
ko: 운동을 취소하시겠습니까?
nl: Training annuleren?
pt_br: Cancelar Treino?
sv: Avbryt träningspass?

source: Cardio
de: Kardio
ja: 有酸素
ko: 유산소
sv: Kondition

source: Change Email
de: E-Mail ändern
es: Cambiar Correo
fr: Changer d'email
ja: メールアドレスを変更
ko: 이메일 변경
nl: E-mail wijzigen
pt_br: Alterar E-mail
sv: Ändra e-post

source: Changing…
de: Wird geändert…
es: Cambiando…
fr: Modification…
ja: 変更中…
ko: 변경 중…
nl: Wijzigen…
pt_br: Alterando…
sv: Ändrar…

source: Check Your Email
de: Überprüfe deine E-Mail
es: Revisa Tu Correo
fr: Vérifie ta boîte mail
ja: メールを確認
ko: 이메일을 확인하세요
nl: Controleer je e-mail
pt_br: Verifique Seu E-mail
sv: Kolla din e-post

source: Chest day, bench press 4x8 at 80kg, incline dumbbell press 3x10 at 30kg, cable flyes 3x12...
de: Brusttag, Bankdrücken 4x8 bei 80kg, Schrägbankdrücken mit Kurzhanteln 3x10 bei 30kg, Cable Flyes 3x12...
es: Día de pecho, press de banca 4x8 a 80kg, press inclinado con mancuernas 3x10 a 30kg, aperturas en polea 3x12...
fr: Jour pecs, développé couché 4x8 à 80kg, développé incliné haltères 3x10 à 30kg, écartés poulie 3x12...
ja: 胸の日、ベンチプレス4×8 80kg、インクラインダンベルプレス3×10 30kg、ケーブルフライ3×12...
ko: 가슴 운동, 벤치프레스 4x8 80kg, 인클라인 덤벨 프레스 3x10 30kg, 케이블 플라이 3x12...
nl: Borstdag, bankdrukken 4x8 op 80kg, incline dumbbell press 3x10 op 30kg, cable flyes 3x12...
pt_br: Dia de peito, supino reto 4x8 a 80kg, supino inclinado com halteres 3x10 a 30kg, crucifixo no cabo 3x12...
sv: Brösdag, bänkpress 4x8 på 80kg, lutande hantelpress 3x10 på 30kg, cable flyes 3x12...

source: Choose how you'd like to sign up
de: Wähle, wie du dich registrieren möchtest
es: Elige cómo quieres registrarte
fr: Choisis comment tu souhaites t'inscrire
ja: 登録方法を選択
ko: 가입 방법을 선택하세요
nl: Kies hoe je je wilt aanmelden
pt_br: Escolha como deseja se cadastrar
sv: Välj hur du vill registrera dig

source: Choose your measurement system
de: Wähle dein Maßsystem
es: Elige tu sistema de medidas
fr: Choisis ton système de mesure
ja: 計測単位を選択
ko: 측정 단위를 선택하세요
nl: Kies je meetsysteem
pt_br: Escolha seu sistema de medidas
sv: Välj ditt måttsystem

source: Choose your preferred theme
de: Wähle dein bevorzugtes Design
es: Elige tu tema preferido
fr: Choisis ton thème préféré
ja: お好みのテーマを選択
ko: 원하는 테마를 선택하세요
nl: Kies je voorkeursthema
pt_br: Escolha seu tema preferido
sv: Välj ditt föredragna tema

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
nl: Wissen
pt_br: Limpar
sv: Rensa

source: Clear all
de: Alle löschen
es: Borrar todo
fr: Tout effacer
ja: すべてクリア
ko: 모두 지우기
nl: Alles wissen
pt_br: Limpar tudo
sv: Rensa allt

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
nl: Sluiten
pt_br: Fechar
sv: Stäng

source: Complete at least one set before finishing your workout. Would you like to continue or discard?
de: Schließe mindestens einen Satz ab, bevor du dein Workout beendest. Möchtest du fortfahren oder verwerfen?
es: Completa al menos una serie antes de finalizar tu entrenamiento. ¿Quieres continuar o descartar?
fr: Termine au moins une série avant de finir ton entraînement. Veux-tu continuer ou annuler ?
ja: ワークアウトを終了する前に、少なくとも1セット完了してください。続けますか、それとも破棄しますか？
ko: 운동을 종료하기 전에 최소 1세트를 완료하세요. 계속하시겠습니까, 아니면 취소하시겠습니까?
nl: Voltooi minstens één set voordat je je training afrondt. Wil je doorgaan of verwijderen?
pt_br: Complete pelo menos uma série antes de finalizar seu treino. Deseja continuar ou descartar?
sv: Slutför minst ett set innan du avslutar träningen. Vill du fortsätta eller ta bort?

source: Complete workouts to start tracking your weight progress!
de: Absolviere Workouts, um deinen Gewichtsfortschritt zu verfolgen!
es: ¡Completa entrenamientos para empezar a seguir tu progreso de peso!
fr: Termine des entraînements pour commencer à suivre tes progrès de poids !
ja: ワークアウトを完了して体重の進捗を追跡しましょう！
ko: 운동을 완료하여 체중 진행 상황을 추적하세요!
nl: Voltooi trainingen om je gewichtsvoortgang bij te houden!
pt_br: Complete treinos para começar a acompanhar seu progresso de peso!
sv: Slutför träningspass för att börja följa din viktutveckling!

source: Complete your first workout to see it here
de: Absolviere dein erstes Workout, um es hier zu sehen
es: Completa tu primer entrenamiento para verlo aquí
fr: Termine ton premier entraînement pour le voir ici
ja: 最初のワークアウトを完了するとここに表示されます
ko: 첫 번째 운동을 완료하면 여기에 표시됩니다
nl: Voltooi je eerste training om het hier te zien
pt_br: Complete seu primeiro treino para vê-lo aqui
sv: Slutför ditt första träningspass för att se det här

source: Complete your first workout to see it here!
de: Absolviere dein erstes Workout, um es hier zu sehen!
es: ¡Completa tu primer entrenamiento para verlo aquí!
fr: Termine ton premier entraînement pour le voir ici !
ja: 最初のワークアウトを完了するとここに表示されます！
ko: 첫 번째 운동을 완료하면 여기에 표시됩니다!
nl: Voltooi je eerste training om het hier te zien!
pt_br: Complete seu primeiro treino para vê-lo aqui!
sv: Slutför ditt första träningspass för att se det här!

source: Complete your first workout to start tracking milestones!
de: Absolviere dein erstes Workout, um Meilensteine zu verfolgen!
es: ¡Completa tu primer entrenamiento para empezar a seguir hitos!
fr: Termine ton premier entraînement pour commencer à suivre tes jalons !
ja: 最初のワークアウトを完了してマイルストーンの追跡を始めましょう！
ko: 첫 번째 운동을 완료하여 마일스톤 추적을 시작하세요!
nl: Voltooi je eerste training om mijlpalen bij te houden!
pt_br: Complete seu primeiro treino para começar a acompanhar marcos!
sv: Slutför ditt första träningspass för att börja följa milstolpar!

source: Complete your first workout to unlock personalized training insights based on your activity.
de: Schließe dein erstes Workout ab, um personalisierte Trainingseinblicke basierend auf deiner Aktivität freizuschalten.
es: Completa tu primer entrenamiento para desbloquear información personalizada basada en tu actividad.
fr: Termine ton premier entraînement pour débloquer des conseils personnalisés basés sur ton activité.
ja: 最初のワークアウトを完了して、あなたの活動に基づいたパーソナライズされたトレーニングインサイトを解除しましょう。
ko: 첫 번째 운동을 완료하여 활동 기반 맞춤형 훈련 인사이트를 잠금 해제하세요.
nl: Voltooi je eerste training om gepersonaliseerde trainingsinzichten op basis van je activiteit te ontgrendelen.
pt_br: Complete seu primeiro treino para desbloquear insights personalizados com base na sua atividade.
sv: Slutför ditt första träningspass för att låsa upp personliga träningsinsikter baserade på din aktivitet.

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료
nl: Voltooid
pt_br: Concluído
sv: Avslutad

source: Completed Workouts
de: Abgeschlossene Workouts
es: Entrenamientos Completados
fr: Entraînements terminés
ja: 完了したワークアウト
ko: 완료된 운동
nl: Voltooide trainingen
pt_br: Treinos Concluídos
sv: Avslutade träningspass

source: CONFIGURATION
de: KONFIGURATION
es: CONFIGURACIÓN
ja: 設定
ko: 설정
nl: CONFIGURATIE
pt_br: CONFIGURAÇÃO
sv: KONFIGURATION

source: Configure Exercise
de: Übung konfigurieren
es: Configurar Ejercicio
fr: Configurer l'exercice
ja: 種目を設定
ko: 운동 설정
nl: Oefening configureren
pt_br: Configurar Exercício
sv: Konfigurera övning

source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
ja: パスワードを確認
ko: 비밀번호 확인
nl: Wachtwoord bevestigen
pt_br: Confirmar Senha
sv: Bekräfta lösenord

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결
nl: Verbinden
pt_br: Conectar
sv: Anslut

source: Connect Apple Health
de: Apple Health verbinden
es: Conectar Apple Health
fr: Connecter Apple Health
ja: Apple Healthに接続
ko: Apple Health 연결
nl: Verbind Apple Health
pt_br: Conectar Apple Health
sv: Anslut Apple Health

source: Connect to the internet and try again
de: Verbinde dich mit dem Internet und versuche es erneut
es: Conéctate a internet e inténtalo de nuevo
fr: Connecte-toi à internet et réessaye
ja: インターネットに接続して再試行してください
ko: 인터넷에 연결하고 다시 시도하세요
nl: Verbind met internet en probeer opnieuw
pt_br: Conecte-se à internet e tente novamente
sv: Anslut till internet och försök igen

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
nl: Verbonden
pt_br: Conectado
sv: Ansluten

source: Consistency Pays Off
de: Beständigkeit zahlt sich aus
es: La constancia da resultados
fr: La régularité paie
ja: 継続は力なり
ko: 꾸준함이 성과를 만듭니다
nl: Consistentie loont
pt_br: A consistência compensa
sv: Konsekvens lönar sig

source: Consistent
de: Beständig
es: Constante
fr: Régulier
ja: 安定的
ko: 꾸준함
pt_br: Consistente
sv: Konsekvent

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
nl: Doorgaan
pt_br: Continuar
sv: Fortsätt

source: Continue Workout
de: Workout fortsetzen
es: Continuar Entrenamiento
fr: Continuer l'entraînement
ja: ワークアウトを続ける
ko: 운동 계속하기
nl: Training voortzetten
pt_br: Continuar Treino
sv: Fortsätt träningspass

source: Continuous
de: Kontinuierlich
es: Continuo
fr: Continu
ja: 連続
ko: 연속
nl: Doorlopend
pt_br: Contínuo
sv: Kontinuerlig

source: Copy Routine
de: Routine kopieren
es: Copiar Rutina
fr: Copier la routine
ja: ルーティンをコピー
ko: 루틴 복사
nl: Routine kopiëren
pt_br: Copiar Rotina
sv: Kopiera rutin

source: Create and track your own routines
de: Erstelle und verfolge deine eigenen Routinen
es: Crea y sigue tus propias rutinas
fr: Crée et suis tes propres routines
ja: 自分のルーティンを作成して追跡
ko: 나만의 루틴을 만들고 추적하세요
nl: Maak en volg je eigen routines
pt_br: Crie e acompanhe suas próprias rotinas
sv: Skapa och följ dina egna rutiner

source: Create Custom Exercise
de: Eigene Übung erstellen
es: Crear ejercicio personalizado
fr: Créer un exercice personnalisé
ja: カスタム種目を作成
ko: 맞춤 운동 만들기
nl: Aangepaste oefening maken
pt_br: Criar exercício personalizado
sv: Skapa egen övning

source: Create custom exercises when adding to a routine
de: Erstelle eigene Übungen beim Hinzufügen zu einer Routine
es: Crea ejercicios personalizados al añadir a una rutina
fr: Crée des exercices personnalisés lors de l'ajout à une routine
ja: ルーティンに追加する際にカスタム種目を作成
ko: 루틴에 추가할 때 맞춤 운동 만들기
nl: Maak aangepaste oefeningen bij het toevoegen aan een routine
pt_br: Crie exercícios personalizados ao adicionar a uma rotina
sv: Skapa egna övningar när du lägger till i en rutin

source: Create Exercise
de: Übung erstellen
es: Crear Ejercicio
fr: Créer un exercice
ja: 種目を作成
ko: 운동 만들기
nl: Oefening maken
pt_br: Criar Exercício
sv: Skapa övning

source: Create Routine
de: Routine erstellen
es: Crear rutina
fr: Créer une routine
ja: ルーティンを作成
ko: 루틴 만들기
nl: Routine maken
pt_br: Criar rotina
sv: Skapa rutin

source: Create routine with AI
de: Routine mit KI erstellen
es: Crear rutina con IA
fr: Créer une routine avec l'IA
ja: AIでルーティンを作成
ko: AI로 루틴 만들기
nl: Routine maken met AI
pt_br: Criar rotina com IA
sv: Skapa rutin med AI

source: Create workout routines, add exercises, configure target reps and sets, and customize them to match your goals.
de: Erstelle Trainingsroutinen, füge Übungen hinzu, konfiguriere Zielwiederholungen und Sätze und passe sie an deine Ziele an.
es: Crea rutinas de entrenamiento, añade ejercicios, configura repeticiones y series objetivo, y personalízalas según tus metas.
fr: Crée des routines d'entraînement, ajoute des exercices, configure les répétitions et séries cibles, et personnalise-les selon tes objectifs.
ja: ワークアウトルーティンを作成し、種目を追加し、目標のレップ数とセット数を設定し、目標に合わせてカスタマイズしましょう。
ko: 운동 루틴을 만들고, 운동을 추가하고, 목표 횟수와 세트를 설정하고, 목표에 맞게 맞춤화하세요.
nl: Maak trainingsroutines, voeg oefeningen toe, stel doel-reps en sets in, en pas ze aan op je doelen.
pt_br: Crie rotinas de treino, adicione exercícios, configure repetições e séries alvo e personalize-as de acordo com seus objetivos.
sv: Skapa träningsrutiner, lägg till övningar, konfigurera mål för reps och set, och anpassa dem efter dina mål.

source: Create Your Account
de: Konto erstellen
es: Crea Tu Cuenta
fr: Crée ton compte
ja: アカウントを作成
ko: 계정 만들기
nl: Maak je account aan
pt_br: Crie Sua Conta
sv: Skapa ditt konto

source: Create your first workout routine
de: Erstelle deine erste Workout-Routine
es: Crea tu primera rutina de entrenamiento
fr: Crée ta première routine d'entraînement
ja: 最初のワークアウトルーティンを作成
ko: 첫 번째 운동 루틴을 만드세요
nl: Maak je eerste trainingsroutine
pt_br: Crie sua primeira rotina de treino
sv: Skapa din första träningsrutin

source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
ko: 현재
nl: Huidig
pt_br: Atual
sv: Nuvarande

source: CURRENT PASSWORD
de: AKTUELLES PASSWORT
es: CONTRASEÑA ACTUAL
fr: MOT DE PASSE ACTUEL
ja: 現在のパスワード
ko: 현재 비밀번호
nl: HUIDIG WACHTWOORD
pt_br: SENHA ATUAL
sv: NUVARANDE LÖSENORD

source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 맞춤
nl: Aangepast
pt_br: Personalizado
sv: Anpassad

source: Custom Exercise
de: Eigene Übung
es: Ejercicio Personalizado
fr: Exercice personnalisé
ja: カスタム種目
ko: 맞춤 운동
nl: Aangepaste oefening
pt_br: Exercício Personalizado
sv: Egen övning

source: Customize your experience! Connect Apple Health, change your theme, set preferred units, and more.
de: Passe dein Erlebnis an! Verbinde Apple Health, ändere dein Design, wähle bevorzugte Einheiten und mehr.
es: ¡Personaliza tu experiencia! Conecta Apple Health, cambia tu tema, establece unidades preferidas y más.
fr: Personnalise ton expérience ! Connecte Apple Health, change ton thème, choisis tes unités préférées, et plus encore.
ja: 体験をカスタマイズしましょう！Apple Healthに接続、テーマを変更、お好みの単位を設定など。
ko: 경험을 맞춤화하세요! Apple Health 연결, 테마 변경, 선호 단위 설정 등.
nl: Pas je ervaring aan! Verbind Apple Health, wijzig je thema, stel voorkeurseenheden in en meer.
pt_br: Personalize sua experiência! Conecte o Apple Health, mude seu tema, defina unidades preferidas e mais.
sv: Anpassa din upplevelse! Anslut Apple Health, ändra tema, ställ in enheter och mer.

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
nl: Donker
pt_br: Escuro
sv: Mörkt

source: Dashboard
de: Übersicht
es: Panel
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pt_br: Painel
sv: Översikt

source: days
de: Tage
es: días
fr: jours
ja: 日
ko: 일
nl: dagen
pt_br: dias
sv: dagar

source: Declining (%@ %@ below best)
de: Im Rückgang (%1$@ %2$@ unter Bestleistung)
es: En declive (%1$@ %2$@ por debajo del mejor)
fr: En baisse (%1$@ %2$@ en dessous du record)
ja: 低下中（ベストより%1$@ %2$@低い）
ko: 하락 중 (최고 기록보다 %1$@ %2$@ 낮음)
nl: Dalend (%1$@ %2$@ onder beste)
pt_br: Em declínio (%1$@ %2$@ abaixo do melhor)
sv: Nedgång (%1$@ %2$@ under bästa)

source: Declining (at personal best)
de: Im Rückgang (bei Bestleistung)
es: En declive (en mejor marca personal)
fr: En baisse (au record personnel)
ja: 低下中（自己ベスト）
ko: 하락 중 (개인 최고 기록)
nl: Dalend (bij persoonlijk record)
pt_br: Em declínio (no recorde pessoal)
sv: Nedgång (vid personbästa)

source: Dedicated
de: Engagiert
es: Dedicado
fr: Dévoué
ja: 熱心
ko: 헌신적
nl: Toegewijd
pt_br: Dedicado
sv: Hängiven

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijderen
pt_br: Excluir
sv: Radera

source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
nl: Account verwijderen
pt_br: Excluir Conta
sv: Radera konto

source: Delete All Data
de: Alle Daten löschen
es: Eliminar Todos los Datos
fr: Supprimer toutes les données
ja: すべてのデータを削除
ko: 모든 데이터 삭제
nl: Alle gegevens verwijderen
pt_br: Excluir Todos os Dados
sv: Radera all data

source: Delete Body Metrics
de: Körperdaten löschen
es: Eliminar Medidas Corporales
fr: Supprimer les données corporelles
ja: ボディデータを削除
ko: 신체 지표 삭제
nl: Lichaamsgegevens verwijderen
pt_br: Excluir Medidas Corporais
sv: Radera kroppsdata

source: Delete Exercise
de: Übung löschen
es: Eliminar Ejercicio
fr: Supprimer l'exercice
ja: 種目を削除
ko: 운동 삭제
nl: Oefening verwijderen
pt_br: Excluir Exercício
sv: Radera övning

source: Delete Routine%@
de: Routine löschen%@
es: Eliminar Rutina%@
fr: Supprimer la routine%@
ja: ルーティンを削除%@
ko: 루틴 삭제%@
nl: Routine verwijderen%@
pt_br: Excluir Rotina%@
sv: Radera rutin%@

source: Delete Workout
de: Workout löschen
es: Eliminar Entrenamiento
fr: Supprimer l'entraînement
ja: ワークアウトを削除
ko: 운동 삭제
nl: Training verwijderen
pt_br: Excluir Treino
sv: Radera träningspass

source: Delete%@
de: Löschen%@
es: Eliminar%@
fr: Supprimer%@
ja: 削除%@
ko: 삭제%@
nl: Verwijderen%@
pt_br: Excluir%@
sv: Radera%@

source: Deleted Routine
de: Routine gelöscht
es: Rutina eliminada
fr: Routine supprimée
ja: ルーティンが削除されました
ko: 루틴이 삭제되었습니다
nl: Routine verwijderd
pt_br: Rotina excluída
sv: Rutin raderad

source: Describe the routine you'd like and AI will build it
de: Beschreibe die gewünschte Routine und die KI erstellt sie
es: Describe la rutina que deseas y la IA la creará
fr: Décris la routine que tu souhaites et l'IA la créera
ja: 希望するルーティンを説明すると、AIが作成します
ko: 원하는 루틴을 설명하면 AI가 만들어 드립니다
nl: Beschrijf de routine die je wilt en AI bouwt het
pt_br: Descreva a rotina que deseja e a IA irá criá-la
sv: Beskriv rutinen du vill ha så bygger AI den

source: DESCRIPTION
de: BESCHREIBUNG
es: DESCRIPCIÓN
ja: 説明
ko: 설명
nl: BESCHRIJVING
pt_br: DESCRIÇÃO
sv: BESKRIVNING

source: Detailed progress insights and trends
de: Detaillierte Fortschrittsanalysen und Trends
es: Información detallada sobre progreso y tendencias
fr: Analyses détaillées et tendances de progression
ja: 詳細な進捗インサイトとトレンド
ko: 상세한 진행 인사이트 및 트렌드
nl: Gedetailleerde voortgangsinzichten en trends
pt_br: Insights detalhados de progresso e tendências
sv: Detaljerade framstegsinsikter och trender

source: Device Default
de: Gerätestandard
es: Predeterminado del Dispositivo
fr: Par défaut de l'appareil
ja: デバイスのデフォルト
ko: 기기 기본값
nl: Apparaatstandaard
pt_br: Padrão do Dispositivo
sv: Enhetsstandard

source: Did you hit %lld reps?
de: Hast du %lld Wdh. geschafft?
es: ¿Hiciste %lld reps?
fr: As-tu fait %lld reps ?
ja: %lld回できましたか？
ko: %lld회 달성했나요?
nl: Heb je %lld reps gehaald?
pt_br: Você fez %lld reps?
sv: Klarade du %lld reps?

source: Discard
de: Verwerfen
es: Descartar
fr: Annuler
ja: 破棄
ko: 버리기
nl: Verwijderen
pt_br: Descartar
sv: Ta bort

source: Don't Neglect Your Legs
de: Vergiss deine Beine nicht
es: No descuides tus piernas
fr: N'oublie pas tes jambes
ja: 脚を忘れないで
ko: 하체를 소홀히 하지 마세요
nl: Vergeet je benen niet
pt_br: Não negligencie suas pernas
sv: Glöm inte benen

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
nl: Klaar
pt_br: Pronto
sv: Klar

source: Dropping Off?
de: Lässt du nach?
es: ¿Bajando el ritmo?
fr: Tu ralentis ?
ja: 頻度が下がっていませんか？
ko: 빈도가 줄고 있나요?
nl: Aan het afhaken?
pt_br: Desanimando?
sv: Tappar du farten?

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 時間
ko: 시간
nl: Duur
pt_br: Duração
sv: Varaktighet

source: DURATION
de: DAUER
es: DURACIÓN
fr: DURÉE
ja: 時間
ko: 시간
nl: DUUR
pt_br: DURAÇÃO
sv: VARAKTIGHET

source: Duration (per interval)
de: Dauer (pro Intervall)
es: Duración (por intervalo)
fr: Durée (par intervalle)
ja: 時間（インターバルごと）
ko: 시간 (인터벌당)
nl: Duur (per interval)
pt_br: Duração (por intervalo)
sv: Varaktighet (per intervall)

source: e.g. Push Day, Upper Body
de: z.B. Push-Tag, Oberkörper
es: ej. Día de Empuje, Tren Superior
fr: ex. Jour Push, Haut du corps
ja: 例：プッシュの日、上半身
ko: 예: 푸시 데이, 상체
nl: bijv. Push-dag, Bovenlichaam
pt_br: ex. Dia de Empurrar, Superior
sv: t.ex. Push-dag, Överkropp

source: e.g. Reverse Nordic Curl
de: z.B. Reverse Nordic Curl
es: ej. Reverse Nordic Curl
fr: ex. Reverse Nordic Curl
ja: 例：リバースノルディックカール
ko: 예: 리버스 노르딕 컬
nl: bijv. Reverse Nordic Curl
pt_br: ex. Reverse Nordic Curl
sv: t.ex. Reverse Nordic Curl

source: e.g. Slow eccentric, pause at bottom
de: z.B. Langsame Exzentrik, Pause unten
es: ej. Excéntrica lenta, pausa abajo
fr: ex. Excentrique lent, pause en bas
ja: 例: ゆっくりエキセントリック、ボトムで停止
ko: 예: 느린 이완, 바닥에서 정지
nl: bijv. Langzame excentriek, pauze onderaan
pt_br: ex. Excêntrica lenta, pausa embaixo
sv: t.ex. Långsam excentrisk, paus i botten

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
nl: Bewerken
pt_br: Editar
sv: Redigera

source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
ja: %@を編集
ko: %@ 편집
nl: %@ bewerken
pt_br: Editar %@
sv: Redigera %@

source: Edit Details
de: Details bearbeiten
es: Editar detalles
fr: Modifier les détails
ja: 詳細を編集
ko: 세부 정보 편집
nl: Details bewerken
pt_br: Editar detalhes
sv: Redigera detaljer

source: Edit Exercise
de: Übung bearbeiten
es: Editar Ejercicio
fr: Modifier l'exercice
ja: 種目を編集
ko: 운동 편집
nl: Oefening bewerken
pt_br: Editar Exercício
sv: Redigera övning

source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
fr: Modifier le profil
ja: プロフィールを編集
ko: 프로필 편집
nl: Profiel bewerken
pt_br: Editar Perfil
sv: Redigera profil

source: Email is required
de: E-Mail ist erforderlich
es: El correo electrónico es obligatorio
fr: L'email est requis
ja: メールアドレスは必須です
ko: 이메일은 필수입니다
nl: E-mail is vereist
pt_br: O e-mail é obrigatório
sv: E-post krävs

source: Enjoying Pulse? Rate us!
de: Gefällt dir Pulse? Bewerte uns!
es: ¿Te gusta Pulse? ¡Califícanos!
fr: Tu aimes Pulse ? Note-nous !
ja: Pulseを気に入っていますか？評価してください！
ko: Pulse가 마음에 드시나요? 평가해 주세요!
nl: Bevalt Pulse? Beoordeel ons!
pt_br: Gostando do Pulse? Avalie-nos!
sv: Gillar du Pulse? Betygsätt oss!

source: Enter Code
de: Code eingeben
es: Introducir Código
fr: Entrer le code
ja: コードを入力
ko: 코드 입력
nl: Code invoeren
pt_br: Inserir Código
sv: Ange kod

source: Enter new email
de: Neue E-Mail eingeben
es: Introducir nuevo correo
fr: Entrer le nouvel email
ja: 新しいメールアドレスを入力
ko: 새 이메일 입력
nl: Voer nieuw e-mailadres in
pt_br: Inserir novo e-mail
sv: Ange ny e-post
